Repository: Hiroio/TinyReads
Catalog: TinyReads/Utility/Constants/Localizable.xcstrings
Source language: en
Languages: uk

source: *Tap to read*
uk: *Торкніться, щоб читати*

source: %@ words
uk: %@ слів

source: %lld words
uk: %lld слів

source: 100 more finance cards to explore
uk: Ще 100 карток про фінанси

source: 100 more history cards to explore
uk: Ще 100 карток про історію

source: 100 more philosophy cards to explore
uk: Ще 100 карток про філософію

source: 100 more psychology cards to explore
uk: Ще 100 карток про психологію

source: 100 more science cards to explore
uk: Ще 100 карток про науку

source: A big thank-you
uk: Велике дякую

source: A generous tip
uk: Щедрі чайові

source: A little thank-you
uk: Дякую

source: A short article to read, refreshed regularly
uk: Коротка стаття для читання, оновлюється регулярно

source: Active categories:
uk: Активні категорії:

source: Add Note
uk: Додати нотатку

source: All
uk: Усі

source: Archived
uk: В архіві

source: Avatars
uk: Аватари

source: Back
uk: Назад

source: Bad internet connection
uk: Погане зʼєднання

source: Can't find nothing
uk: Нічого не знайдено

source: Cancel
uk: Скасувати

source: Categories
uk: Категорії

source: Change avatar
uk: Змінити аватар

source: Change categories
uk: Змінити категорії

source: Change Categories
uk: Змінити категорії

source: Change language
uk: Змінити мову

source: Change theme
uk: Змінити тему

source: Check Viewed Cards
uk: Переглянуті картки

source: Check your connection and try again.
uk: Перевірте зʼєднання та спробуйте ще раз.

source: Choose a few shelves to prepare your reading deck.
uk: Оберіть кілька полиць, щоб підготувати колоду для читання.

source: Choose at least one category to start
uk: Обери хоча б одну категорію, щоб почати

source: Choose the topics you want to read.
uk: Оберіть теми, які хочете читати.

source: Close
uk: Закрити

source: Close reader controls
uk: Закрити елементи читання

source: Complete
uk: Завершити

source: Copy
uk: Копіювати

source: Create
uk: Створити

source: Culture
uk: Культура

source: Delete
uk: Видалити

source: Delete this highlight?
uk: Видалити цей хайлайт?

source: Dismiss
uk: Відхилити

source: Dismissed
uk: Відхилені

source: Dismissed Cards
uk: Відхилені картки

source: Donate
uk: Подяка

source: English
uk: Англійська

source: Enter key words...
uk: Введи ключові слова...

source: Favorite Category:
uk: Улюблена категорія:

source: Finance
uk: Фінанси

source: Finance Pack
uk: Фінансовий набір

source: Fresh
uk: Нова

source: Health
uk: Здоровʼя

source: Help Author
uk: Підтримати

source: Highlight
uk: Виділити

source: Highlight created!
uk: Хайлайт створено!

source: Highlight deleted!
uk: Хайлайт видалено!

source: Highlight edited!
uk: Хайлайт відредаговано!

source: History
uk: Історія

source: History Pack
uk: Історичний набір

source: I'm sooo grateful
uk: Я безмежно вдячний

source: If you leave now, everything you've written wont be saved.
uk: Якщо вийдеш зараз, усе написане не збережеться.

source: Language
uk: Мова

source: Large
uk: Великий

source: Leave
uk: Вийти

source: Leave a note
uk: Залишити нотатку

source: Marked as read!
uk: Позначено як прочитане!

source: Medium
uk: Середній

source: Nature
uk: Природа

source: No cards left
uk: Картки закінчилися

source: No matches
uk: Немає збігів

source: None
uk: Немає

source: Note
uk: Нотатка

source: Nothing here
uk: Тут порожньо

source: Open categories
uk: Відкрити категорії

source: Open dismissed cards
uk: Відкрити відхилені картки

source: Open highlighted cards
uk: Відкрити виділені картки

source: Open in app store
uk: Відкрити в App Store

source: Open profile
uk: Відкрити профіль

source: Open saved cards
uk: Відкрити збережені картки

source: Opens avatar selection.
uk: Відкриває вибір аватара.

source: Opens category selection.
uk: Відкриває вибір категорій.

source: Opens language selection.
uk: Відкриває вибір мови.

source: Opens theme selection.
uk: Відкриває вибір теми.

source: Philosophy
uk: Філософія

source: Philosophy Pack
uk: Філософський набір

source: Privacy Policy
uk: Політика конфіденційності

source: Psychology
uk: Психологія

source: Psychology Pack
uk: Психологічний набір

source: Random Article
uk: Випадкова стаття

source: Read
uk: Прочитано

source: Read and highlight the text to create some
uk: Читай і виділяй текст, щоб створити хайлайти

source: Read Cards
uk: Прочитані картки

source: Read time: %@ min.
uk: Час читання: %@ хв.

source: Read time: %lld min.
uk: Час читання: %lld хв.

source: Reader Card
uk: Картка читача

source: Reader Information:
uk: Інформація читача:

source: Reading card deck
uk: Колода карток для читання

source: Reshuffle
uk: Перемішати

source: Reshuffle viewed
uk: Перемішати переглянуті

source: Restore Purchases
uk: Відновити покупки

source: Save
uk: Зберегти

source: Saved
uk: Збережені

source: Saved Cards
uk: Збережені картки

source: Science
uk: Наука

source: Science Pack
uk: Науковий набір

source: Select avatar
uk: Обрати аватар

source: Select categories
uk: Оберіть категорії

source: Select Categories
uk: Обрати категорії

source: Select categories you are interested in
uk: Оберіть категорії, які вам цікаві

source: Select Your Interests
uk: Оберіть інтереси

source: Selected
uk: Обрано

source: Selected avatar
uk: Обраний аватар

source: Selection for Home Widget
uk: Вибір для віджета на головному екрані

source: Share
uk: Поділитись

source: share selection with Tiny Reads
uk: поділитись виділенням через Tiny Reads

source: Short reads for curious minds.
uk: Коротке читання для допитливих.

source: Show all interacted cards
uk: Показати всі переглянуті картки

source: Show dismissed cards
uk: Показати відхилені картки

source: Show fresh cards
uk: Показати нові картки

source: Show read cards
uk: Показати прочитані картки

source: Show saved cards
uk: Показати збережені картки

source: Show viewed cards
uk: Показати переглянуті картки

source: Shows app store
uk: Показує App Store

source: Shows cards you dismissed.
uk: Показує картки, які ви відхилили.

source: Shows cards you highlighted.
uk: Показує картки, які ти виділив.

source: Shows reader settings and statistics.
uk: Показує налаштування читача та статистику.

source: Shows saved and read cards.
uk: Показує збережені та прочитані картки.

source: Small
uk: Маленький

source: Something went wrong
uk: Щось пішло не так

source: Something went Wrong!
uk: Щось пішло не так!

source: Space
uk: Космос

source: Successfully dismissed!
uk: Успішно відхилено!

source: Successfully saved!
uk: Успішно збережено!

source: Swipe cards
uk: Гортайте картки

source: Swipe right to save, swipe left to dismiss, or double tap to read.
uk: Проведіть праворуч, щоб зберегти, ліворуч, щоб відхилити, або двічі торкніться, щоб читати.

source: Swipe some pages to get something here!
uk: Погортай кілька сторінок, щоб тут щось з’явилось!

source: Swipe some pages to get started
uk: Гортайте сторінки, щоб почати

source: Switches back to new unread cards.
uk: Повертає до нових непрочитаних карток.

source: Switches to cards you already read, saved, or dismissed.
uk: Перемикає на картки, які ви вже читали, зберегли або відхилили.

source: Tags
uk: Теги

source: Tap to start!
uk: Торкніться, щоб почати!

source: Technology
uk: Технології

source: Terms of use
uk: Умови використання

source: Text copied!
uk: Текст скопійовано!

source: That's it! Everything is simple.
uk: Ось і все! Усе просто.

source: Theme selection
uk: Вибір теми

source: There is nothing to show here!
uk: Тут поки нічого немає!

source: This action can't be undone.
uk: Цю дію не можна скасувати.

source: Try a different search
uk: Спробуй інший запит

source: Try adjusting your search or filters
uk: Спробуй змінити пошук або фільтри

source: Try again
uk: Спробувати ще раз

source: Ukrainian
uk: Українська

source: We could not prepare your reads right now.
uk: Не вдалося підготувати читання зараз.

source: XLarge
uk: Дуже великий

source: You have some unfinished business
uk: У тебе є незавершена справа

source: You reached the end of this shelf for now.
uk: Поки що ви дійшли до кінця цієї полиці.

source: Your changes haven't been saved. If you leave now, your notes changes will be lost.
uk: Твої зміни ще не збережені. Якщо вийдеш зараз, зміни в нотатці буде втрачено.

source: Your Highlight, from your reading
uk: Твій хайлайт з читання

source: Your selected Highlights
uk: Твої вибрані хайлайти
